[
    {
        "type": "ISTJ",
        "image" : "https://img1.daumcdn.net/thumb/R1280x0/?scode=mtistory2&fname=https%3A%2F%2Fblog.kakaocdn.net%2Fdn%2F6Vi0A%2FbtrDpOJb4oK%2FNKFqM1QKQSn6kLgfL1Yp51%2Fimg.jpg",
        "Desc": [
            "계획적이며 어딜 가든 계획을 세웁니다.",
            "즉흥적이고 약속 어기는 건 너무 싫어요!",
            "어떤 일에 간섭 받는 걸 싫어하는 편이고 남에게 관심도 별로 없어요.",
            "그래서 댕댕이가 들이대는 것도 불편하고,",
            "어쩔 땐 철벽치는 딱딱한 강아지처럼 보일 때도 있어요.",
            "그래도 어떤 걸 시작했을 때 목표를 끝낼 때까지 하는 성격이에요."
        ]
    },
    {
        "type": "ISFJ",
        "Desc": [
            "남의 눈치를 많이 보고 다른 댕댕이들 챙기는 걸 좋아해요.",
            "외로움을 많이 타지만 혼자있는 건 싫고... 아싸무리에서 인싸, 인싸무리에서 아싸!",
            "조금 게을러 보이고 남이 볼 때는 재미 없게 노는 것 같지만 자기선에선 매우 만족중인 경우가 많답니다.",
            "배려심 많아 공감 잘해주고 겉으론 무덤덤해보여도 속으론 온갖 생각 다 하고 있어요.",
            "어쩔 땐 내향적이고 어쩔 땐 외향적이기도 하지만 혼자 있는 시간이 필요합니다.",
            "계획 세우는 거 좋아하고 혼나도 칭찬해주면 금방 풀리는 성격이에요."
        ]
    },
    {
        "type": "INFJ",
        "Desc": [
            "생각이 너무 많고 새로운 걸 시작하거나 새로운 댕댕이를 만나는 걸 싫어해요.",
            "낯가림 심하고 눈치 빠릅니다.",
            "집순이지만 여행가는 건 좋고 해야 하는게 있다면 미리 해치우는 편입니다.",
            "친해지고 싶은 친구가 있어도 상대가 먼저 다가와주길 바라고 관심받고 싶지만 나서는 건 싫어해요.",
            "혼자 쉬는 시간이 꼭 필요하고 계획적인 걸 좋아한답니다.",
            "보통 친하고 마음 맞는 애랑 단 둘이 노는 걸 좋아하는 감수성 풍부한 댕댕이!"
        ]
    },
    {
        "type": "INTJ",
        "Desc": [
            "혼자있는 걸 좋아하고 사회활동을 싫어해요.",
            "하지만 단체활동할 때 주도적인 역할 자주 맡는답니다.",
            "시끄러운 장소는 싫고 가끔은 개인주의 같아보여요.",
            "하루하루 세세하게 계획짜놓고 지내는 것을 좋아하고 남에게 큰 관심이 없어요.",
            "누군가에게 정 붙이는데 시간 오래 걸립니다.",
            "약간 관종끼 있지만 내성적이라 표출은 안 하고 훈련을 할 때 완벽주의자 성향을 보여요.",
            "몇몇 물건에 집착함 특이하고 특별하답니다."
        ]
    },
    {
        "type": "ISTP",
        "Desc": [
            "만사가 귀찮고 무미건조해요.",
            "낯가리지만 친해지면 말 많고 장난도 잘 친답니다.",
            "새로운 사람 만나는거 싫어하고 남한테 별로 관심이 없어요.",
            "혼자만의 생활을 즐기고 댕댕 자신이 제일 잘났다고 생각하는 귀염둥이!",
            "하나에 꽂히면 끝장을 봐야하고 질릴때까지 관심있고 하고싶은 활동을 해요.",
            "그리고 관심받는건 좋은데 시끄러운건 No!",
            "깔끔한 성격은 아니지만 매력있는 우리 댕댕이랍니다^^"
        ]
    },
    {
        "type": "ISFP",
        "Desc": [
            "귀찮음이 많고 행동이 조금 느려요.",
            "감정기복 심하고 공감능력 좋고 집순이, 집돌이에요.",
            "혼자가 좋은데 막상 친구를 만나면 잘 놀지만 금방 지친답니다.",
            "조용한 관종, 소심한 관종이고 칭찬 받으면 하루종일 기분이 좋아요.",
            "다른 댕댕이나 사람들의 갈등과 불화를 싫어합니다.",
            "친해진 댕댕이 앞에서는 활발하고 양보를 잘해요.",
            "남 눈치 많이 보고 산책 후 발 닦는 것도 미룰 수 있을 때까지 미루고 싶어해요."
        ]
    },
    {
        "type": "INFP",
        "Desc": [
            "맛있는 간식을 먹고 놀고 등 풍부한 상상을 많이해요.",
            "관종인데 막상 관심받으면 어색하고 어쩔줄몰라합니다.",
            "훈련도 완벽하게 하지 못할거면 아예 시작을 안 하고 싶어해요.",
            "완전 처음 보는 사람한테는 애교 부리는데 유치원같이 조직생활 하는 곳에서는 낯 가려요.",
            "좋아하는 장난감에 엄청 집중하지만 초기에만 불타고 빨리 식는답니다.",
            "화날 때 혼자 있어고 싶어요. 건들지 말아주세요!",
            "한번 싫은건 끝까지 싫어하고 나가기 귀찮지만 막상 나가면 놀아요.",
            "여러 댕댕이와 노는것보다 소수가 좋아요. ",
            "싸우는 거 싫어해서 참는 편이랍니다."
        ]
    },
    {
        "type": "INTP",
        "Desc": [
            "자발적 아웃사이더! 혼자 있는게 제일 편하고 행복해요.",
            "공상을 자주 하고 머리를 써야 하는 놀이를 좋아해요.",
            "무뚝뚝한 편이고 친한 댕댕이가 별로 없는데 친한 댕댕이랑은 정말 잘 지내요.",
            "게으르고 누워 있는게 최고예요.",
            "시끄러운 곳은 No!",
            "감정기복이 잘 없고 웬만한 일에 상처 받지 않는 멘탈 탄탄 댕댕이에요.",
            "노즈워크도 시작하면 끝을 봐야합니다.",
            "완벽하게 못 할 거면 훈련도 시작 하지 않을 때가 있어요.",
            "자기주관이 뚜렷하고 호불호가 확실하답니다."
        ]
    },
    {
        "type": "ESTP",
        "Desc": [
            "외로움 잘 타고 리더쉽이 있어요.",
            "애교가 많고 사람들을 좋아해요.",
            "하고싶은건 꼭 다 해야하지만 못 하면 나중에는 까먹어요.",
            "대충살고 눈치도 안 보는 시원한 스타일의 댕댕이에요.",
            "스트레스도 잘 안받고 적극적인 편도 아닌 사는대로 사는 편이랍니다.",
            "공감능력 조금 부족하고 남한테 크게 관심 없어요.",
            "댕댕 친구들 사이에서는 분위기 메이커!",
            "자신감이 넘친답니다."
        ]
    },
    {
        "type": "ESFP",
        "Desc": [
            "성격 매우 급하고 오지랖이 넓어요",
            "아무리 걱정되는 일 있어도 시간이 지나면 잊어버려요",
            "하고싶다고 생각한거 다 해야하고 하기싫은건 끝까지 미룹니다",
            "고집이 세고 혼자 있으면 계속 무언가를 하고 있어야 지루함이 날아가요",
            "사교성이 좋고 자존감도 높은 편이랍니다",
            "사람과 댕댕이와 어울리는게 좋은데 집에서는 조금 게을러요",
            "싸움보단 평화가 좋고 평화를 유지하려고 노력해요",
            "모든게 댕댕 본인 위주로 흘러간다고 생각하는 귀여운 댕댕이에요"
        ]
    },
    {
        "type": "ESFP",
        "Desc": [
            "성격 매우 급하고 오지랖이 넓어요",
            "아무리 걱정되는 일 있어도 시간이 지나면 잊어버려요",
            "하고싶다고 생각한거 다 해야하고 하기싫은건 끝까지 미룹니다",
            "고집이 세고 혼자 있으면 계속 무언가를 하고 있어야 지루함이 날아가요",
            "사교성이 좋고 자존감도 높은 편이랍니다",
            "사람과 댕댕이와 어울리는게 좋은데 집에서는 조금 게을러요",
            "싸움보단 평화가 좋고 평화를 유지하려고 노력해요",
            "모든게 댕댕 본인 위주로 흘러간다고 생각하는 귀여운 댕댕이에요"
        ]
    },
    {
        "type": "ENFP",
        "Desc": [
            "생각이 많고 정신이 산만해 보일 수 있어요",
            "고집이 세고 말이 많은 편이랍니다",
            "흥미있고 관심있는 건 열정적이나 관심 없는건 별로 알고 싶어하지 않아요",
            "매번 나서서 무얼 하진 않는데 아무도 안 나서면 답답해서 나서는 스타일",
            "낯을 좀 가리는데 풀리면 금방 친해지고 애교도 많답니다",
            "무언가에 쉽게 몰두했다 쉽게 그만두는 모습을 보일 때가 있어요",
            "친구들 만나는 걸 좋아하고 새 친구 사귀는 것을 좋아해요",
            "감정기복 있고 기분이 안 좋을 때 다 드러나는 즉흥적인 댕댕이에요"
        ]
    },
    {
        "type": "ENTP",
        "Desc": [
            "혼자서 산책하는 걸 좋아하고 독립심이 강해요",
            "고집이 세고 변덕이 있는 자기애가 강한 댕댕이에요",
            "잘해주는 사람에게 두 배로 잘 해주는 의리있는 댕댕!",
            "밖에 놀러가면 진짜 잘 놀지만 집에 있는 것도 좋아해요",
            "힘든 일이 생겨도 빨리 털어내고 내가 하고픈대로 지내요",
            "친구나 집사, 사람에게 젤 힐링 받지만 그만큼 스트레스를 많이 받기도 해요",
            "좋아하는 댕댕이와 싫어하는 댕댕이가 명확히 구분돼요",
            "장난감 하나에 꽂히면 그것만 파지만 질리면 관심이 뚝 떨어져요",
            "사람들과 지내는 거 좋아하고 친화력 좋지만 혼자만의 시간도 필요하답니다"
        ]
    },
    {
        "type": "ESTJ",
        "Desc": [
            "호불호가 확실하고 고집이 세요",
            "사람 많은 곳은 싫어요",
            "리더 맡는거 싫어하는데 막상 하면 잘해요",
            "나가서 노는것보단 이것저것 배우는게 좋답니다",
            "외로움을 별로 안 타고 계획된 패턴이 좋아요",
            "싸우는 거 싫어하지만 싸워서 지는 것도 싫은 댕댕이!",
            "남에게 관심없고 오로지 나한테만 집중해요",
            "목표가 생기면 한 우물만 파는 모습을 보일 때가 있어요",
            "사람들이 아는 댕댕이의 성격이랑 혼자 있을 때 모습이 조금 달라요"
        ]
    },
    {
        "type": "ESFJ",
        "Desc": [
            "생각보다 철저하고 혼자 계회을 세워요",
            "눈치를 많이 보는 모습을 보일 때가 있어요",
            "집에서 혼자 푹 쉬는 시간을 좋아해요",
            "집사가 우울해 보이면 옆에서 풀어주려고 노력해요",
            "친구나 가족, 내 주변 댕댕이들에게 언제나 인사해요",
            "어디 나가면 먼저 다가가는 편이에요",
            "혼자 있는 댕댕이가 있다면 옆에서 먼저 장난을 친답니다"
        ]
    },
    {
        "type": "ENFJ",
        "Desc": [
            "말이 많고 리더쉽이 있어요",
            "댕댕이 친구들과 사람을 엄청 좋아해요",
            "상대방도 자신을 신뢰한다는 느낌을 받으면 끝도없이 사랑해줘요",
            "단순하고 멘탈이 강하답니다",
            "무리에 속해있는 것도 좋아하지만 혼자 있는 시간도 필요해요",
            "다른 댕댕이나 사람한테 잘 맞춰주는 성격이에요",
            "눈치가 빠르고 하루를 계획적이게 보낸답니다",
            "남들에게 신경 쓰고 잘 해주려고 하지만 그만큼 상처 받을 때도 있어요"
        ]
    },
    {
        "type": "ENTJ",
        "Desc": [
            "누구한테 의존하거나 의지하는 스타일이 아니에요",
            "자기애가 강하고 다른 댕댕이에게 피해 받는 것을 싫어해요",
            "감정적 공감보다는 금방 괜찮아질 수 있게 해결책을 찾는 편이에요",
            "새로운 친구를 만나는 걸 좋아하지만 깊은 관계맺는건 별로예요",
            "현실적이지만 혼자 있을 때는 이것저것 상상을 해요",
            "나서는 건 별로 안 좋아 하지만 유치원에서는 리더십을 발휘한답니다",
            "눈치가 빠르고 하루를 계획적이게 보내는 철두철미 댕댕이에요"
        ]
    }
]

